"Volume" = "Äänenvoimakkuus"; 
"Waveform" = "Aaltomuoto"; 
"Glide" = "Liuku"; 
"Wheel to Vibrato" = "Mod.pyörä vibratoon"; 
"Wheel to Cutoff" = "Mod.pyörä leikkaukseen"; 
"Cutoff Type" = "Leikkauksen tyyppi"; 
"Cutoff" = "Leikkaus"; 
"Resonance" = "Resonanssi"; 
"Cutoff Envelope" = "Leikkausalue"; 
"Cutoff Attack" = "Leikkauksen aluke"; 
"Attack" = "Aluke"; 
"Decay" = "Vaimennus"; 
"Sustain" = "Pito"; 
"Release" = "Päästö"; 

